{
  "metadata": {
    "title": "Calculadora de Dano",
    "description": "Calculadora de Dano para Cabal Online"
  },
  "navigation": {
    "about": "Sobre o projeto",
    "about_go_back": "Voltar para a calculadora",
    "calculator": "Calculadora",
    "collection_appraiser": "Avaliador de Coleção"
  },
  "placeholders": {
    "battle_style": "Selecione um Estilo de Luta..."
  },
  "attribute_types": {
    "attack": "ATK",
    "defense": "DEF"
  },
  "attribute_categories": {
    "general": "Geral",
    "pvp": "Pvp",
    "pve": "PVE"
  },
  "terms": {
    "attacker": "Atacante",
    "defender": "Oponente",
    "battle_style": "Estilo de Luta"
  },
  "phrases": {
    "select_a": "Selecione um"
  },
  "damage": {
    "average_dps": "DPS Méd.",
    "average": "Médio",
    "normal": "Normal",
    "critical": "Crítico",
    "continuous": "Cont."
  },
  "about": {
    "hello": "Olá! Eu sou StarrK, o criador da Cabalc",
    "what_is": "A Cabalc é uma calculadora de dano para o jogo Cabal Online que visa ajudar os jogadores a tomarem decisões mais assertivas na hora de decidir o que equipar ou no que investir.",
    "history_paragraph_1": "Eu voltei a jogar Cabal Online depois de uma pausa de quase 12 anos e fiquei empolgado em dar continuidade ao projeto, que foi um dos primeiros apps que criei e que me fez perceber minha paixão pelo universo web.",
    "history_paragraph_2": "Eu lembro que parei a manutenção da Cabalc quando a ESTsoft lançou um Episódio com grandes mudanças nas fórmulas de dano do jogo. Na época, eu fiz algumas tentativas para decifrar as novas fórmulas, mas como eu já havia parado de jogar Cabal, acabei deixando de lado.",
    "history_paragraph_3": "Eu sei que, hoje em dia, o Combat Power já serve como um bom indicador do potencial de dano de um personagem, mas ainda não consegue fornecer detalhes específicos para cada situação do jogo. E, como eu sou um grande entusiasta em entender como as coisas funcionam nos mais mínimos detalhes, isso me motivou a retomar minha busca pelas fórmulas exatas de dano do jogo.",
    "history_paragraph_4": "Embora eu ainda não tenha desvendado completamente as fórmulas, estou feliz com os resultados que obtive até momento. Já fiz diversos testes com as classes AA, MA e GU e em breve farei com as demais classes e outros cenários.",
    "history_paragraph_5": "Inclusive, estou aberto a toda forma de contribuição, seja ela em testes, feedback ou sugestões para melhorias. Se tiver interesse em ajudar ou encontrar algum bug, não hesite em me enviar uma mensagem em qualquer uma das minhas redes sociais.",
    "history_paragraph_6": "Espero que a Cabalc possa te ajudar de alguma forma e bom jogo!",
    "footer_note": "Este aplicativo é uma criação independente e não possui qualquer afiliação ou endosso da ESTsoft ou de Cabal Online. Foi desenvolvido por um fã do jogo, para fãs do jogo.",
    "side_note": "Tenha em mente que a versão atual da Cabalc está em desenvolvimento e algumas funcionalidades ainda estão incompletas.",
    "side_note_2": "É bem provável que encontre bugs e se depare com alguns resultados imprecisos.",
    "help_text": "Se tiver interesse em ajudar, seja com testes, feedback, report de bug ou sugestões, por favor me envie uma mensagem em qualquer um dos contatos abaixo:",
    "credits": "Agradeço a todos que me ajudaram ou estão ajudando de alguma forma a criar este app:",
    "credits_jota": "Por me ajudar nos testes",
    "credits_wormy": "Por todas as informações que obtive em seu blog e por disponibilizar a fórmula de cálculo do Combat Power:"
  }
}